Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: Enter your password
ne: तपाईँको पासवर्ड लेख्नुहोस्

source: load
ne: चढाउने

source: Translated
ne: अनुवादित

source: AI only
ne: AI मात्र

source: Phase 2
ne: चरण २

source: Phase 1
ne: चरण १

source: Edit tags of selected revisions
ne: चयन गरिएको संशोधनको ट्यागहरू सम्पादन

source: ^Try Ubuntu GNOME without installing
ne: स्थापना बिना उबुन्टु ग्नोम प्रयोग गर्नुहोस्

source: Device _category:
ne: यन्त्र_क्याटागोरी

source: International
ne: अन्तर्राष्ट्रिय

source: blocked [[$1]] with an expiry time of $2 $3
ne: [[$1]]लाई $2 $3 समयसम्म को लागि निषेध गरिएको छ

source: <strong>Warning:</strong> You are about to move a user page. Please note that only the page will be moved and the user will <em>not</em> be renamed.
ne: '''चेतावनी:''' तपाईंले प्रयोगकर्ता पृष्ठ सार्न आँट्नु भएकोछ। कृपया याद राख्नुहोस् पृष्ठ मात्र सारिने छ र प्रयोगकर्ताको अर्को नाम राख्न '''सकिंदैन'''।

source: Results from <a href="http://openstreetmap.org/">Internal</a>
ne: <a href="http://openstreetmap.org/">आन्तरिक</a> बाट नतिजाहरू

source: Big
ne: ठूलो

source: Take photos and videos with your webcam, with fun graphical effects
ne: तपाईँको वेबक्यामले रमाइला ग्राफिक प्रभाव सहितका फोटो र भिडियो लिनुहोस्

source: Bio
ne: जिवनी

source: Generate a password
ne: पासवर्ड उत्पन्न गर्नुहोस्

source: Default RGB
ne: पूर्वनिर्धारित RGB

source: Friday
ne: शुक्रबार

source: Default rights holder
ne: पूर्वनिर्धारित स्वमित्व धारक

source: Rebels: %number%
ne: विद्रोहीहरू: %number%

source: Residence
ne: निवास

source: Failed to log into domain
ne: डोमेनमा लगइन गर्न असफल

source: Share images from Flickr
ne: फ्लिकरबाट चित्र सेयर गर्ने

source: Launcher Opacity
ne: लन्चरको अपारदर्शिता

source: Alarm Once
ne: अलार्म एकपटक

source: This action has been automatically identified as harmful, and you have been prevented from executing it. In addition, to protect {{SITENAME}}, your user account and all associated IP addresses have been blocked from editing. If this has occurred in error, please contact an administrator. A brief description of the abuse rule which your action matched is: $1
ne: यो कार्य घातक भनेर स्वतः चिनियो, र तपाईंलाई यसको क्रियान्वयनमा रोक लगाइएकोछ। अनि {{SITENAME}}को सुरक्षाको निम्ति तपाईंको प्रयोगकर्ता खाता अनि सबै सम्बन्धित आई पी ठेगानाहरुमाथि पनि सम्पादन गर्न रोक लगाइएकोछ। यदि यो गल्तीले भएको भए कृपया प्रबन्धकसित सम्पर्क गर्नुहोला। यस गलत कार्य नीतिसित तपाईंको कार्यले मेल खाँदैछ, एउटा संक्षिप्त विवरण यस प्रकार छ :$1

source: Bot: Adding a username that needs to be checked
ne: प्रयोगकर्ताको नाम थप्दै , जुन जाच्नु पर्ने छ

source: Please note that by using this tool, your IP address and request details will be available to Flickr.
ne: याद राख्नुहोस तपाईंले यो यन्त्र प्रयोग गरेमा तपाईंको आई.पी.ठेगाना तथा अनुरोध विवरण फ्लिकरमा उपलब्ध हुनेछ

source: {{PLURAL:$1|1 revision|$1 revisions}} restored
ne: {{PLURAL:$1|एउटा संशोधन|$1 संशोधनहरू}} पुनर्स्थापित गरियो

source: Admin actions
ne: प्रवान्धकको कार्यहरू

source: $1 {{GENDER:$2|changed}} visibility of revisions on page $3
ne: $1 ले $3 पृष्ठमा लग अवतरणहरूको दृश्यता {{GENDER:$2|परिवर्तन गर्यो}}

source: View the abuse log
ne: दुर्व्यवहार लग हेर्ने

source: Unmerge selected
ne: छानिएकालाई छुट्याउने

source: Selected: %s. Multiple choices:
ne: छानिएको: %s। विकल्पहरू:

source: Page ID
ne: पृष्ठको ID

source: the sum of %amount% gold
ne: सुनको जम्मा %amount%

source: Use live preview
ne: प्रत्यक्ष पूर्वरुप प्रयोग गर्नुहोस

source: A new member has joined a community that you manage
ne: तपाईंले व्यबस्थापन गर्नुभएको समुदायमा नयाँ सदस्य थपियो

source: Summary preview:
ne: सारांश पूर्वालोकन:

source: Current Time
ne: वर्तमान समय

source: Other (specify offset)
ne: अरु नै(अफसेट खुलाउनुहोस्)

source: You must enter a subject.
ne: तपाईंले एउटा विषय दिनुपर्छ।

source: R_otation
ne: _परिक्रमा

source: language
ne: भाषा

source: Have a thought to share with the world? Put up to 200 characters here:
ne: संसारसित साझा गर्ने विचार? २०० सम्मका अक्षरहरुको विचार यहाँ राख्नुहोस्:

source: Sorry, %s has closed unexpectedly.
ne: माफ गर्नुहोस्, %s अचानक बन्द भएको छ।

source: Notes (Primary Contact Person)
ne: टिप्पणी (प्राथमिक संपर्क व्यक्ति)

source: Which properties to get.
ne: कुन मान प्राप्त गर्ने।

source: text
ne: पाठ

source: Replies
ne: उत्तरहरु

source: Warehouse Capacity
ne: गोदामको क्षमता

source: Queues:
ne: लाममा राखियो

source: Middle name
ne: बीचको नाम

source: Issue ID
ne: मुद्दा परिचय

source: Subwoofer
ne: सबउफर

source: This page
ne: यो पेज

source: Please <span class="plainlinks">[$1 log in]</span> to check if your accounts have been fully merged.
ne: तपाईंका खाताहरु पूर्ण रुपले एकीकृत भए भएनन् भनेर जाँच्न कृपया <span class="plainlinks">[$1 प्रवेश गर्नुहोस्]</span> ।

source: _Forget Network
ne: नेटवर्क बिर्सने

source: Pidgin Internet Messenger Plugin Pack
ne: पिजिन इन्टरनेट मेसेन्जर प्लगइन पैक

source: Admin's Barnstar
ne: प्रबन्धक बार्नस्टार

source: Expiration date
ne: एक्सपायरी तारिक

source: pageviews
ne: पूर्वालोकनहरू

source: Bot: Removing %(removing)s
ne: रोबोट: %(removing)s हटाउँदै

source: Please choose a payment method, amount, and currency.
ne: चुन्नुहोस् एउटा भुगतान पद्धति, राशि, अनि मुद्रा।

source: Malformed UTF-8 characters, possibly incorrectly encoded
ne: मालफर्म्ड युटियफ-८ क्यारेक्टर, जसलाई सम्भवतः अशुद्ध रूपले इनकोड गरिएको छ

source: Dismiss
ne: खारेज गर्ने

source: 802.1x supplicant configuration failed
ne: 802.1x supplicant कन्फिगरेसन विफल

source: %{login_link} to leave a comment
ne: %{login_link} टिप्पणी छोड्नलाई

source: Translate with your web browser anywhere...
ne: आफ्नो वेब ब्राउजरबाट कहिं पनि अनुबाद गर्न थाल्नुहोस...

source: You do not have permission to apply change tags along with your changes.
ne: परिवर्तन ट्यागहरूलाई आफ्नो ट्यागसँग जोड्न तपाईंलाई अनुमति छैन।

source: High/Inverse
ne: उच्च / उल्टो

source: and {{PLURAL:$1|one other|$1 others}}
ne: र {{PLURAL:$1|एउटा अर्को|अरु $1}}

source: You don't have permission to edit that page.
ne: तपाईंलाई यो पृष्ठ सम्पादन गर्न अनुमति छैन।

source: ZWJ Zero width _joiner
ne: ZWJ शून्य चौडाइ योजक

source: Country/Region
ne: देश/क्षेत्र

source: Request timed out
ne: अनुरोधको समयावधी समाप्त भयो

source: _Show a clock in the menu bar
ne: _मेनु बारमा घडि देखाउनुहोस्

source: Drag to change primary display.
ne: प्राथमिक हेराई परिवर्तन गर्न तान्नुहोस्।

source: Create a new image
ne: नयाँ तस्वीर सिर्जना गर्नुहोस्

source: Spreads all windows of the focused application.
ne: केन्द्रित आवेदनको सबै विन्डो फैलिन्छ।

source: Advanced
ne: उन्नत

source: Minimum
ne: न्यूनतम

source: Choose a storage location for your book:
ne: आफ्नो पुस्तकको लागी भण्डारण स्थान छान्नुहोस्:

source: The problem cannot be reported: %s
ne: यो कार्यक्रम प्रतिवेदन गर्न सकिदैन: %s

source: %i hour
ne: %i घन्टा

source: Upload a new logo:
ne: नयाँ लोगो उद्भरण गर्ने:

source: Keep both versions
ne: दुबै संस्करणहरू राख्नुहोस्

source: choose...
ne: छान्ने...

source: Oldest
ne: पुरामा

source: Add pages and files I move to my watchlist
ne: मैले सारेका पृष्ठहरू र फाइलहरूलाई निगरानी सूचीमा थप्ने

source: _Clear
ne: सफा

source: All stops are empty.
ne: सम्पूर्ण रोक्ने ठाँउहरू खालि छ ।

source: The target filename is invalid.
ne: गन्तव्य फाइल नाम अमान्य छ।

source: Flickr URL
ne: फ्लिकर यूआरएल

source: File is now available on [[:commons:File:%(commonsfile)s|Wikimedia Commons]].
ne: फाइल अब [[:commons:File:%(commonsfile)s|विकिमिडिया कमन्स]]मा उपलब्ध छ।

source: Contributors
ne: योगदानकर्ताहरु:

source: Reports
ne: रिपोर्ट

source: River
ne: नदि

source: From Field
ne: देखी मान

source: CD _audio
ne: सिडि _अडियो

source: + Arrow Keys
ne: + एरो किहरू

source: April $1
ne: अप्रिल $1

source: The following {{PLURAL:$1|page is|$1 pages are}} in the current category.
ne: निम्न {{PLURAL:$1|पृष्ठ|$1 पृष्ठहरू}} यस श्रेणीमा रहेको ।

source: Printer;Queue;Print;Paper;Ink;Toner;
ne: मुद्रण यन्त्र;Queue;मुद्रण;कागज;मसी;टोनर;

source: JPEG file comment
ne: जेपेग फाइल टिप्पणी

source: Gadget export
ne: उपकरण निर्यात

source: Adjusted thread position
ne: धागो(thread)को स्थान परिवर्रन गर्ने

source: A cup of tea for you!
ne: तपाइको लागि एक कप चिया!

source: %d Mb/s
ne: %d एम बी/से

source: Mobile
ne: मोबाइल

source: Could not open import file
ne: आयात गर्ने स्रोत फाइल खोल्न सकिएन ।

source: Information is retained for $1.
ne: सूचना $1 को लागि खोलिरहेको छ।

source: Sort alphabetically
ne: वर्णानुक्रम अनुसार मिलाउने

source: Update Priority
ne: अपडेट प्राथमिकता

source: Existing connection was assumed
ne: पहिले देखि भएको जडान ग्रहण यथावत भयो

source: White balance
ne: श्वेत सन्तुलन

source: This server is not well set up!
ne: यो सर्भर राम्ररी मिलाइएको छैन !

source: your edit
ne: तपाईंको सम्पादन

source: Pacific
ne: प्रशान्त

source: Please take a quick survey
ne: कृपया एउटा सानो सर्वेक्षण लिनुहोला

source: Edit entries on your watchlist:
ne: आफ्नो अवलोकनसूचीमा रहेको इन्ट्रीलाई सम्पादन गर्नुहोस:

source: The storage backend was given a batch of $1 file {{PLURAL:$1|operation|operations}}; the limit is $2 {{PLURAL:$2|operation|operations}}.
ne: भण्डारण ब्याकएन्डलाई $1 फाइल {{PLURAL:$1|कार्य|कार्यहरू}} दिइएको थियो; {{PLURAL:$2|कार्य|कार्यहरू}} सीमा $2 कार्य गरिएको छ।

source: import pages from a file upload
ne: पृष्ठहरू फाइल उर्ध्वभरणबाट आयात गर्ने

source: Wallpapers
ne: वालपेपरहरू

source: No printers detected.
ne: मुद्रण पत्ता लागेन

source: The thread you specified does not exist.
ne: तपाईंले खुलाउनु भएको धागो(thread) अस्थित्वमा छैन ।

source: Release notes
ne: प्रकाशन टिप्पणी

source: logs
ne: लगहरू

source: == Understanding Wikidata ==
ne: == Wikidata बुझाइ ==

source: The changes could not be applied: $1
ne: यी परिवर्तनहरू लागु गर्न सकिएनः $1

source: Mark this page
ne: यो पृष्ठ चिनो लगाउने

source: Empty Trash…
ne: रद्दीको टोकरी खाली गर्नुहोस

source: The Random Acts of Kindness Barnstar is awarded to those that show a pattern of going the extra mile to be nice, without being asked.
ne: सज्जनता बार्नस्टार त्यसलाई दिइन्छ जसले सहायताको माँग बिना नै प्रयोगकर्तालाई सहायता गर्न प्रयासरत हुन्छन।

source: /* CSS placed here will affect users of the MonoBook skin */
ne: /* यहाँ राखिएको CSS ले मोनोबुक स्किनको प्रयोगकर्ताहरूलाई प्रभावित गर्ने छ */

source: Token
ne: चिन्ह

source: Sort by _Name
ne: क्रमबद्ध गर्ने तरिका _नाम

source: Login History
ne: लगइन इतिहास

source: Installed extensions
ne: स्थापना गरिएका एक्सटेन्सनहरु

source: Please enter your password.
ne: कृपया पासवर्ड लेख्नुहोस।

source: Tishrei
ne: तिश्रेइ

source: Lake
ne: ताल

source: Visibility of “%s”
ne: "%s" को दृश्यता

source: Add Device
ne: यन्त्र थप्नुहोस्...

source: Vector
ne: भेक्टर

source: Select Avatar
ne: अवतार चुन्ने

source: Personal information
ne: व्यक्तिगत जानकारी

source: Banner already exists. Not adding.
ne: ब्यानर पहिलेदेखि छ। थपिएन।

source: <strong><em>Bold &amp; italic text</em></strong>
ne: <strong><em>मोटो &amp; छडके पाठ</em></strong>

source: Listen to music
ne: सङ्गीत‍ सुन्न

source: _Weekday
ne: _हप्तादिन

source: Disable Show Desktop in the Switcher
ne: स्विचरमा डेस्कटप देखाउने निस्क्रिय गर्ने

source: Set page font size
ne: पाठको फन्ट आकार मिलाउनुस

source: Set password and log in
ne: पासवर्ड व्यवस्थित गरी र प्रवेशगर्ने

source: Translations to $1
ne: $1 भाषामा अनुवादहरू

source: Search files by default
ne: पूर्वनिर्धारित रूपमा फाइल खोज्ने

source: Show {{WBREPONAME}} edits in your watchlist
ne: तपाईं आफ्नो निगरानीसूचीमा {{WBREPONAME}} सम्पादन देखाउनुहोस्

source: Your preferred variant or orthography to display the content pages of this wiki in.
ne: तपाईंको मनपरेको संस्करण वा हिज्जे यस विकि भित्र सामग्री पृष्ठहरू प्रदर्शित गर्नका निमित्त।

source: A file with name "$1" already exists in the shared file repository, and cannot be overwritten.
ne: "$1" नामको फाइल पहिले नै साझा फाइल भण्डारमा छ, र अधिलेखित गर्न सकिंदैन।

source: '''Example:'''
ne: '''उदाहरण:'''

source: Local time:
ne: स्थानिय समय:

source: [[User:$1|exists locally]]
ne: [[User:$1|स्थानीय रुपमा छ]]

source: Include a full list of contributors for each page
ne: योगदानकर्ताहरूको पूर्ण सूची प्रत्येक पृष्ठमा समाबेश गर्ने

source: No subject
ne: विषय बिना

source: Latest revision as of $1
ne: $1को रुपमा हालको पुनरावलोकनहरु

source: _Profile:
ne: प्रोफाइल

source: does not exist
ne: अस्तित्वमा छैन

source: Canonicalized name too short
ne: संक्षिप्त साह्रै छोटो नाम

source: More languages
ne: भाषाहरू थप

source: No file by this name exists.
ne: यस नामको फाइल छैन।

source: Number of unattached accounts:
ne: असंलग्न खाताहरूको संख्या:

source: The user account was created, but you are not logged in. {{SITENAME}} uses cookies to log in users. You have cookies disabled. Please enable them, then log in with your new username and password.
ne: तपाईँको खाता बनाइयो, तर तपाईँ प्रवेश गर्नुभएको छैन । {{SITENAME}} ले प्रयोगकर्ता प्रवेश गराउन कुकीहरू प्रयोग गर्छ । तपाईँका कुकीहरू निस्क्रिय छन्। कृपया सक्रिय बनाइ , नाम र प्रवेशशव्द राखी प्रवेश गर्नुहोला ।

source: Category tree
ne: श्रेणी वृक्ष

source: Bot: Include commons template
ne: रोबोट: कमन्स ढाँचा समावेस गर्नुहोस्

source: TimedText
ne: समयबद्ध पाठ

source: Associated namespace
ne: सम्बन्धित नेमस्पेस

source: Are you sure?
ne: निश्चित हुनुहुन्छ ?

source: New notification at {{SITENAME}}
ne: {{SITENAME}} मा नयाँ सूचनाहरू

source: Paper Source
ne: कागज श्रोत

source: West longitude
ne: पश्चिम देशान्तर

source: Move files
ne: फाइलहरू सार्ने

source: Not specified
ne: निर्दिष्ट नगरिएको

source: Name of GPS area
ne: जीपीएस क्षेत्रको नाम

source: Please enter a valid e-mail address. You can choose to hide it below, in the Preferences section.
ne: कृपया मान्य इमेल ठेगाना दिनुहोस्। तपाईंले यसलाई तल अभिरुची भागमा गएर लुकाउन सक्नुहुन्छ।

source: Allow authorized users to [[Special:Configure|configure]] the wiki via a web-based interface
ne: [[Special:Configure|क्न्फीगर]] को लागि अधिकृत उपयोगकर्ता लाई एक वेबमा आधारित इन्टरफेस को माध्यम बाट अनुमति दिने

source: Editing trace %{name}
ne: ट्रेस सम्पादन गर्दै %{name}

source: HHVM $1 is installed.
ne: HHVM $1 स्थापना गरिएको छ ।

source: Donate via $1
ne: $1 द्वारा दान गर्नुहोस

source: Reply to the author
ne: लेखकलाई जवाफ लेख्ने

source: Update By
ne: अद्यावधिक कर्ता

source: Share via Facebook
ne: फेसबुकमा बाढ्ने

source: Wikimedia repositories
ne: विकिमेडिया

source: The group has been edited.
ne: यो समूह सम्पादन गरिएको छ।

source: Remove titles from watchlist
ne: शीर्षकहरु निगरानी सूचीबाट हटाउने

source: (At sea)
ne: (समुन्द्रमा)

source: Switch to previous source
ne: अघिल्लो श्रोतमा जाने

source: Link to connected data repository item
ne: जडान गरिएको डाटा भण्डार आइटमको लागि लिङ्क

source: Globe
ne: ग्लोब

source: Rows:
ne: हरफहरु :

source: Yes, delete the page
ne: हो, पृष्ठ मेट्नुहोस्

source: {{SITENAME}} user $1
ne: {{SITENAME}} प्रयोगकर्ता $1

source: Blocked users
ne: निषेधित प्रयोगकर्ताहरू

source: The file you are trying to download does not exist: Maybe it has been deleted and needs to be regenerated.
ne: जुन फाइल तपाईं डाउनलोड गर्ने कोशिश गर्दै हुनुहुन्छ, त्यो यहाँ छैन: हुनसक्छ त्यसलाई हटाइएको छ वा पुनः जनरेट गर्ने आवश्यकता होस।

source: Someone created an account for your email address on {{SITENAME}} ($4) named "$2", with password "$3". You should log in and change your password now. You may ignore this message, if this account was created in error.
ne: कसैले तपाईंको इमेल ठेगानालाई {{SITENAME}} ($4) मा "$2" नामको खाता बनाएको छ, जसको पासवर्ड "$3" छ । अब तपाईं तुरुन्त लगइन गरेर आफ्नो प्रवेसशब्द परिवर्तन गर्नुहोला । यदी यो खाता गल्तिले खोलिएको रहेछ भने तपाईं यो सन्देशलाई बेवास्ता गर्न सक्नुहुन्छ ।

source: Use Twitter special page
ne: ट्विटर विशेष पृष्ठ प्रयोग गर्ने

source: Don't have an account? Join Wikipedia
ne: खाता छैन ? विकिपिडियामा संलग्न हुनुहोस्

source: change block
ne: रोकमा परिवर्तन गर्ने

source: Subpages
ne: सहपृष्ठहरू

source: The server may be overloaded
ne: server ले थेग्न नसके जस्तो छ

source: Memory exhaustion
ne: मेमोरी सकियो

source: Internal error: Something went wrong with processing your upload on the wiki.
ne: आन्तरिक त्रुटि: विकिमा आफ्नो अपलोड प्रसंस्करणसँग केहि त्रुटि देखिएको छ।

source: Unmerge local accounts
ne: नमिलाइएका स्थानीय खाताहरु

source: Software can't be installed or removed because the authentication service is not available. (%s
ne: सफ्टवेयर स्थापना गर्न या हटाउन सकिँदैन किनभने प्रमाणिकरण सेवा उपलब्ध छैन । (%s

source: Please enter a header.
ne: कृपया शिर्षक हाल्नुहोस।

source: Mailing Address
ne: प्राप्त गर्ने ठेगाना

source: This page cannot be added
ne: यो पाना जोड्न सकिदैन

source: '''Warning:''' [[Special:WhatLinksHere/{{FULLPAGENAME}}|Other pages]] link to or transclude the page you are about to delete.
ne: '''चेतावनी:''' जुन पृष्ठ तपाईं हटाउन गइरहनु भएको छ त्यससँग [[Special:WhatLinksHere/{{FULLPAGENAME}}|अन्य पृष्ठहरू]] जोडिन्छ अथवा त्यसलाई ट्रान्सक्लयुड गर्छ।

source: Independent
ne: स्वतन्त्र

source: No thanks
ne: हैन पर्दैन

source: Preview ($1)
ne: पूर्वावलोकन ($1)

source: Other (specify)
ne: अन्य(खुलाउनुहोस)

source: Arctic
ne: आर्टिक

source: 2 Weeks
ne: २ हप्ता

source: Remove Anyway
ne: जसरी पनि हटाउनुहोस्

source: Everyone can read the site
ne: यो साइट हरेकले पढ्न सक्छन्

source: _Fade:
ne: फेड

source: Display tile regions
ne: टाइल इलाकाहरू देखाउनुहोस

source: Pressure Decay Rate
ne: दवाव घट्ने गति

source: The namespace has been added.
ne: यो नामस्थान जोडिएको छ।

source: Institution
ne: संस्था

source: Could not delete %s
ne: %s मेट्न सकिएन

source: Revert file
ne: फाइल पूर्वस्थितीमा फर्काउने

source: (log details removed)
ne: (लग विवरण हटाइयो)

source: Start Date
ne: आरम्भ मिति

source: Go to wiki home page
ne: गृह पृष्ठमा जाने

source: [[Special:MyLanguage/Technology|Learn more]]
ne: [[Special:MyLanguage/Technology|अरु सिक्नुहोस]]

source: Translator
ne: अनुवादकहरू

source: Delete user
ne: प्रयोगकर्ता मेट्ने

source: New password <small>(4 - 16 characters)</small>
ne: नयाँ प्रवेशशब्द <small>(४-१६ अक्षर वा अंक)</small>

source: See full page statistics
ne: पुरा पृष्ठको तथ्यांक हेर्नुहोस्

source: Mark others' edits as patrolled
ne: अरुको सम्पादनहरूलाई पट्रोल(गस्ती) गरिएको रुपमा चिनो लगाउने

source: The database has been locked.<br /> Remember to [[Special:UnlockDB|remove the lock]] after your maintenance is complete.
ne: डेटाबेसमा ताला लगाइएको छ। तपाईंद्वारा मेन्टेनेन्स पूरा भइसके पछी [[Special:UnlockDB|ताला खोल्न]] याद राख्नुहोला।

source: Mute
ne: मौन

source: No categories found.
ne: कुनै श्रेणी फेला परेन ।

source: $1 {{GENDER:$2|created}} the tag "$4"
ne: $1 ले ट्याग $4 {{GENDER:$2|तयार गरेको छ}}

source: Sorry, no page by that name exists.
ne: माफ गर्नुहोस, त्यस नामको कुनै पनि लेख छैन।

source: The filename is not allowed.
ne: यस्तो फाइल नामको अनुमति छैन।

source: Relation %{relation_name} (as %{relation_role})
ne: सम्बन्ध %{relation_name} (as %{relation_role})

source: Method
ne: विधि

source: $1 {{PLURAL:$1|year|years}} ago
ne: $1 {{PLURAL:$1|वर्ष|वर्ष}} अघि

source: Cell text
ne: सेल पाठ

source: Make Default
ne: पूर्व निर्धारित बनाउनुहोस्

source: Workspace Switcher
ne: कार्यस्थान स्विचर

source: Clear Log
ne: लग खाली गर्ने

source: Sun
ne: आइत

source: Install a Diskless Image Server
ne: डिस्कविहिन इमेज सर्भर प्रतिस्थापन गर्नुहोस्

source: Switched to non-revoke type;
ne: रद्द नहुने प्रकारमा फर्किने;

source: %li day
ne: %li दिन

source: Loading more collections failed.
ne: थप संग्रह चालु गर्न समर्थ ।

source: Upload campaigns
ne: अपलोड अभियान

source: You cannot send WikiLove to yourself. Sorry!
ne: माफ गर्नुहोला! तपाईं स्वयंलाई विकिलभ पठाउन सक्नुहुन्न।

source: The user account for [[{{ns:User}}:$1|$1]] ([[{{ns:User talk}}:$1|talk]]) has been created.
ne: [[{{ns:User}}:$1|$1]] ([[{{ns:User talk}}:$1|वार्ता]])$1 प्रयोगकर्ताको लागि खाता खोलिएको छ ।

source: Values will not be numbers, only text
ne: मान अंक हुनु हुदैन अक्षर मात्रै हुनु पर्नेछ

source: Equivalent values:
ne: समान अंकहरूः

source: Project:Babel
ne: Project:ब्याबल

source: examine
ne: जाँच्ने

source: Bot: Undeleting a list of pages
ne: रोबोट: सूचीमा रहेका पृष्ठहरू मेट्दै

source: Guidelines
ne: मार्ग दर्शनहरू

source: privacy
ne: गोपनीयता

source: What you type
ne: के तपाईं टाइप

source: <b>Theme</b>
ne: <b>थिम्</b>

source: username hidden
ne: प्रयोगकर्ताको नाम लुकाइयो

source: Clear
ne: हटाउने

source: File uploads are disabled in PHP. Please check the file_uploads setting.
ne: PHP मा फाइल उर्ध्वभरण अक्षम गरिएकोछ। कृपया फाइल उर्ध्वभरण व्यवस्था(setting) जाँच्नुहोस्।

source: Configure Upload Wizard campaigns
ne: अपलोड विजार्ड अभियान विन्यास (कन्फिगर) गर्ने

source: You do not have permission to import language names.
ne: तपाईंलाई भाषा आयात गर्ने अनुमति छैन।

source: Whether to fetch how many users have enabled a certain preference.
ne: देखाउनुहोस् एक निश्चित सुविधा कति प्रयोगकर्ताले सक्षम गरेका छन्।

source: Difference between pages "$1" and "$2"
ne: "$1" तथा "$2" को बिचमा भिन्नता

source: Files
ne: फाइलहरू

source: Active curators
ne: सकृय संरक्षक

source: many
ne: धेरै

source: Specify an email address in your preferences for these features to work.
ne: निम्न सुविधाहरू राम्ररी काम गर्नको लागि तपाईंको अभिरुचिमा आफ्नो ई-मेल ठेगाना खुलाउनुहोस् ।

source: $1 {{PLURAL:$1|meter|meters}} above sea level
ne: $1 {{PLURAL:$1|मिटर|मिटरहरु}} समुद्री सतह देखि माथि

source: Metadata
ne: मेटाडेटा

source: Options:
ne: विकल्पहरु:

source: Username of the CheckUser.
ne: प्रयोगकर्ताजाँचको प्रयोगकर्ता नाम।

source: Translate this page to $1
ne: यो लेखलाई $1 मा अनुवाद गर्नुहोस्

source: _Hint
ne: सुझाव

source: France
ne: फ्रान्स

source: The old and new passwords are too similar
ne: पुरानो र नयाँ पासवर्ड उस्तै छ

source: Translatable pages
ne: अनुवाद गर्नुपर्ने पृष्ठहरू

source: Change resolution and position of monitors and projectors
ne: मनिटर र प्रोजेक्टरको रिजोलुसन र स्थान् परिवर्तन गर्ने

source: User-controlled bot: Table syntax updated - {{PLURAL:count|1 warning|%(count)d warnings}}!
ne: प्रतयोगकर्ता नियन्त्रित रोबोट: टेबलको सिन्ट्याक्स अध्यावधिक गरियो - {{PLURAL:count|१ चेतावनी |%(count)d चेतावनीहरू}}!

source: Member of a professional society.
ne: पेशागत समुदायको एक सदस्य

source: Redirect
ne: अनुप्रेषण

source: :* %(notify)s: %(page)s all discussions have finished (surveillance stopped) - last edit by %(user)s (%(time)s)
ne: :* %(notify)s: %(page)s सबै छलफल सकियो(निगरानी रोकियो) - अन्तिम सम्पादनकर्ता %(user)s (%(time)s)

source: Caption:
ne: क्याप्सन :

source: Uncategorized categories
ne: श्रेणीकरण नभएका श्रेणीहरू

source: View Map
ne: नक्सा हेर्ने

source: <b>Background</b>
ne: <b>पृष्ठभुमि</b>

source: Local wiki
ne: स्थानीय विकि

source: [[User:$1|$1]] {{GENDER:$1|sent}} you an email.
ne: [[User:$1|$1]] {{GENDER:$1|ले}} तपाईंलाई इमेल पठाउनु भएको छ ।

source: InfiniBand device does not support connected mode
ne: InfiniBand उपकरणले जडान मोडको समर्थन गर्दैन

source: Press ESC To Exit Full Screen
ne: पुरा स्क्रिन छोड्न ESC थिच्नुहोस्

source: The user "$1" does not exist.
ne: $1 प्रयोगकर्ता अस्तित्वमा छैन ।

source: Export list
ne: निर्यात सूची

source: Unlock from Launcher
ne: लन्चरबाट अनलक गर्नुहोस

source: On-Screen Keyboard
ne: पर्दामा कुञ्जीपाटी

source: Panel Opacity
ne: प्यानलको अपारदर्शिता

source: Changing user rights of {{GENDER:$1|user}} <strong>[[User:$1|$1]]</strong> $2
ne: प्रयोगकर्ता '''[[User:$1|$1]]''' $2 को अधिकार परिवर्तन गर्ने {{GENDER:$1|प्रयोगकर्ता}}को प्रयोगकर्ता अधिकार परिवर्तन हुँदैछ <strong>[[User:$1|$1]]</strong> $2

source: Warn
ne: चेतावनी

source: Users in this category indicate they have skill level $1 for language $2.
ne: यस श्रेणीका प्रयोगकर्ताहरुबाट संकेत पाइन्छ कि $2 भाषामा तिनीहरुको कौशल स्तर $1 छ।

source: APEX brightness
ne: APEX चमक

source: Warm
ne: न्यानो

source: [[User:$1|$1]] {{GENDER:$1|thanked}} you for $2 on [[:$3]].
ne: [[User:$1|$1]]ले [[:$3]]मा $2को लागी {{GENDER:$1|धन्यवाद दिएको छ}}।

source: Last
ne: अन्तिम

source: tools hosted at Toolserver.org
ne: Toolserver.org मा होस्ट गरिएका औजारहरू

source: Upload error
ne: उर्ध्वभरण त्रुटि

source: Copy a screenshot of an area to clipboard
ne: स्क्रीन्शोत लाई कपी गर्नुहोस

source: Wary
ne: चिन्तीत

source: January
ne: जनवरी
